var allActData = [
     {
        "id": 5,
        "lastUpdate": "2019-06-12T23:34:00.000+0000",
        "image": "img/tbp.jpg",
        "topic": "ขอเชิญชวนญาติธรรมทุกท่านร่วมทำบุญตักบาตร ทุกวันพระ",
        "description": "โดย พระครู-ธรรมาภิรม (อินถา  วรธมฺโม) เจ้าอาวาสวัดน้ำบ่อหลวง จังหวัดเชียงใหม่และคณะสงฆ์จำนวน 5 - 10 รูป ในวันอาทิตย์ที่ 8 มีนาคม 2563 เวลา 7.00 น. ณ.ศาลาดาดฟ้า",
        "tag": [
            "ศาสนา",
            "วันพระ"
        ],
        "date": "08/03/2563",
        "visible": true,
        "temple_id": 1
    },
     {
        "id": 8,
        "lastUpdate": "2019-06-12T23:34:00.000+0000",
        "image": "picture/กรรม1.jpg",
        "topic": "ขอเชิญร่วมทำบุญตักบาตรงานปริวาสกรรมประจำปี",
        "description": "ขอเชิญร่วมทำบุญตักบาตรงานปริวาสกรรมประจำปี ณ วัดน้ำบ่อหลวง ในวันอังคารที่ 19 พฤศจิกายน ถึง วันศุกร์ที่ 29 พฤศจิกายน 2562",
        "tag": [
            "ศาสนา",
            "วันพระ"
        ],
        "date": "19/11/2562",
        "visible": true,
        "temple_id": 1
    },
     {
        "id": 7,
        "lastUpdate": "2019-06-12T23:34:00.000+0000",
        "image": "picture/กฐิน1.jpg",
        "topic": "ขอเชิญร่วมทำบุญเป็นเจ้าภาพทอดถวายผ้ากฐินสามัคคี",
        "description": "เพื่อสมทบทุนบูรณปฏิสังขรณ์ทณฑปพระสุธรรมยานเถร ครูบาอินทจักร์รักษา วัดน้ำบ่อหลวง ในวันเสาร์ที่ 19 ตุลาคม 2562",
        "tag": [
            "ศาสนา",
            "วันพระ"
        ],
        "date": "19/10/2562",
        "visible": true,
        "temple_id": 1
    },

        {
        "id": 6,
        "lastUpdate": "2019-06-12T23:34:00.000+0000",
        "image": "picture/ออก.jpg",
        "topic": "ขอเชิญชวนประชาชนพุทธศาสนิกชนทุกท่านร่วมทำบุญตักบาตร ในวันออกพรรษา ในวันอาทิตย์ที่ 13 ตุลาคม 2562",
        "description": "ขอเชิญชวนประชาชนพุทธศาสนิกชนทุกท่านร่วมทำบุญตักบาตร ในวันออกพรรษา ในวันอาทิตย์ที่ 13 ตุลาคม 2562 เวลา ๗.๐๐ น. ณ.ศาลาดาดฟ้า โดย พระครู-ธรรมาภิรม (อินถา  วรธมฺโม) เจ้าอาวาสวัดน้ำบ่อหลวง จังหวัดเชียงใหม่และคณะสงฆ์จำนวน ๑๐ รูป",
        "tag": [
            "ศาสนา",
            "วันพระ"
        ],
        "date": "13/10/2562",
        "visible": true,
        "temple_id": 1
    },
    {
        "id": 4,
        "lastUpdate": "2019-06-12T23:34:00.000+0000",
        "image": "picture/act_4.jpg",
        "topic": "ขอเชิญชวนประชาชนพุทธศาสนิกชนทุกท่านร่วมทำบุญตักบาตร ในวันอาสาฬหบูชา ในวันอังคารที่ 16 กรกฎาคม 2562 เวลา ๗.๐๐ น. ณ.ศาลาดาดฟ้า โดย พระครู-ธรรมาภิรม",
        "description": "ขอเชิญชวนประชาชนพุทธศาสนิกชนทุกท่านร่วมทำบุญตักบาตร ในวันอาสาฬหบูชา ในวันอังคารที่ 16 กรกฎาคม 2562 เวลา ๗.๐๐ น. ณ.ศาลาดาดฟ้า โดย พระครู-ธรรมาภิรม (อินถา  วรธมฺโม) เจ้าอาวาสวัดน้ำบ่อหลวง จังหวัดเชียงใหม่และคณะสงฆ์จำนวน ๑๐ รูป",
        "tag": [
            "ศาสนา",
            "วันพระ"
        ],
        "date": "16/07/2562",
        "visible": true,
        "temple_id": 1
    },
    {
        "id": 3,
        "lastUpdate": "2019-06-12T23:34:00.000+0000",
        "image": "http://www.thaismescenter.com/wp-content/uploads/2018/06/o2.jpg",
        "topic": "ขอเชิญชวนญาติธรรมทุกท่านร่วมทำบุญตักบาตร ทุกวันพระ",
        "description": "โดย พระครู-ธรรมาภิรม (อินถา  วรธมฺโม) เจ้าอาวาสวัดน้ำบ่อหลวง จังหวัดเชียงใหม่และคณะสงฆ์จำนวน ๕ - ๑๐ รูป ในวันอังคารที่ ๙ กรกฎาคม ๒๕๖๒ เวลา ๗.๐๐ น. ณ.ศาลาดาดฟ้า",
        "tag": [
            "ศาสนา",
            "วันพระ"
        ],
        "date": "09/07/2562",
        "visible": true,
        "temple_id": 1
    },
     {
        "id": 2,
        "lastUpdate": "2019-06-16T04:37:52.000+0000",
        "image": "picture/srong_nam/35.jpg",
        "topic": "ขอเชิญชวนประชาชนพุทธศาสนิกชนทุกท่านร่วมสรงน้ำพระธาตุ 22 – 25 มิถุนายน 2562 ",
        "description": "ขอเชิญชวนประชาชนพุทธศาสนิกชนทุกท่านร่วมสรงน้ำพระธาตุ ซึ่งจะจัดขึ้นในระหว่างวันที่ 22 – 25 มิถุนายน 2562 ณ วัดน้ำบ่อหลวง(วนาราม) อ.สันป่าตอง จ.เชียงใหม่",
        "tag": [
            "ศาสนา",
            "วัฒนธรรม"
        ],
        "date": "16/6/2562",
        "visible": true,
        "temple_id": 1
    },
    {
        "id": 1,
        "lastUpdate": "2019-06-12T23:34:00.000+0000",
        "image": "img/tbp.jpg",
        "topic": "ขอเชิญชวนญาติธรรมทุกท่านร่วมทำบุญตักบาตร ทุกวันพระ",
        "description": "โดย พระครู-ธรรมาภิรม (อินถา  วรธมฺโม) เจ้าอาวาสวัดน้ำบ่อหลวง จังหวัดเชียงใหม่และคณะสงฆ์จำนวน ๕ - ๑๐ รูป ในวันอังคารที่ ๒๕ มิถุนายน ๒๕๖๒ เวลา ๗.๐๐ น. ณ.ศาลาดาดฟ้า",
        "tag": [
            "ศาสนา",
            "วันพระ"
        ],
        "date": "18/6/2562",
        "visible": true,
        "temple_id": 1
    }
   
];