var allActData = [
     {
        "id": 5,
        "lastUpdate": "2019-06-12T23:34:00.000+0000",
        "image": "img/tbp.jpg",
        "topic": "ขอเชิญชวนญาติธรรมทุกท่านร่วมทำบุญตักบาตร ทุกวันพระ",
        "description": "โดย พระครู-ธรรมาภิรม (อินถา  วรธมฺโม) เจ้าอาวาสวัดน้ำบ่อหลวง จังหวัดเชียงใหม่และคณะสงฆ์จำนวน 5 - 10 รูป ในวันพฤหัสบดีที่ 29 สิงหาคม 2562 เวลา 7.00 น. ณ.ศาลาดาดฟ้า",
        "tag": [
            "ศาสนา",
            "วันพระ"
        ],
        "date": "29/08/2562",
        "visible": true,
        "temple_id": 1
    },
    {
        "id": 4,
        "lastUpdate": "2019-06-12T23:34:00.000+0000",
        "image": "picture/act_4.jpg",
        "topic": "ขอเชิญชวนประชาชนพุทธศาสนิกชนทุกท่านร่วมทำบุญตักบาตร ในวันอาสาฬหบูชา ในวันอังคารที่ 16 กรกฎาคม 2562 เวลา ๗.๐๐ น. ณ.ศาลาดาดฟ้า โดย พระครู-ธรรมาภิรม",
        "description": "ขอเชิญชวนประชาชนพุทธศาสนิกชนทุกท่านร่วมทำบุญตักบาตร ในวันอาสาฬหบูชา ในวันอังคารที่ 16 กรกฎาคม 2562 เวลา ๗.๐๐ น. ณ.ศาลาดาดฟ้า โดย พระครู-ธรรมาภิรม (อินถา  วรธมฺโม) เจ้าอาวาสวัดน้ำบ่อหลวง จังหวัดเชียงใหม่และคณะสงฆ์จำนวน ๑๐ รูป",
        "tag": [
            "ศาสนา",
            "วันพระ"
        ],
        "date": "16/07/2562",
        "visible": true,
        "temple_id": 1
    },
    {
        "id": 3,
        "lastUpdate": "2019-06-12T23:34:00.000+0000",
        "image": "http://www.thaismescenter.com/wp-content/uploads/2018/06/o2.jpg",
        "topic": "ขอเชิญชวนญาติธรรมทุกท่านร่วมทำบุญตักบาตร ทุกวันพระ",
        "description": "โดย พระครู-ธรรมาภิรม (อินถา  วรธมฺโม) เจ้าอาวาสวัดน้ำบ่อหลวง จังหวัดเชียงใหม่และคณะสงฆ์จำนวน ๕ - ๑๐ รูป ในวันอังคารที่ ๙ กรกฎาคม ๒๕๖๒ เวลา ๗.๐๐ น. ณ.ศาลาดาดฟ้า",
        "tag": [
            "ศาสนา",
            "วันพระ"
        ],
        "date": "09/07/2562",
        "visible": true,
        "temple_id": 1
    },
     {
        "id": 2,
        "lastUpdate": "2019-06-16T04:37:52.000+0000",
        "image": "picture/srong_nam/35.jpg",
        "topic": "ขอเชิญชวนประชาชนพุทธศาสนิกชนทุกท่านร่วมสรงน้ำพระธาตุ 22 – 25 มิถุนายน 2562 ",
        "description": "ขอเชิญชวนประชาชนพุทธศาสนิกชนทุกท่านร่วมสรงน้ำพระธาตุ ซึ่งจะจัดขึ้นในระหว่างวันที่ 22 – 25 มิถุนายน 2562 ณ วัดน้ำบ่อหลวง(วนาราม) อ.สันป่าตอง จ.เชียงใหม่",
        "tag": [
            "ศาสนา",
            "วัฒนธรรม"
        ],
        "date": "16/6/2562",
        "visible": true,
        "temple_id": 1
    },
    {
        "id": 1,
        "lastUpdate": "2019-06-12T23:34:00.000+0000",
        "image": "img/tbp.jpg",
        "topic": "ขอเชิญชวนญาติธรรมทุกท่านร่วมทำบุญตักบาตร ทุกวันพระ",
        "description": "โดย พระครู-ธรรมาภิรม (อินถา  วรธมฺโม) เจ้าอาวาสวัดน้ำบ่อหลวง จังหวัดเชียงใหม่และคณะสงฆ์จำนวน ๕ - ๑๐ รูป ในวันอังคารที่ ๒๕ มิถุนายน ๒๕๖๒ เวลา ๗.๐๐ น. ณ.ศาลาดาดฟ้า",
        "tag": [
            "ศาสนา",
            "วันพระ"
        ],
        "date": "18/6/2562",
        "visible": true,
        "temple_id": 1
    }
   
];