var allActData = [
    {
        "id": 1,
        "lastUpdate": "2019-06-12T23:34:00.000+0000",
        "image": "http://www.thaismescenter.com/wp-content/uploads/2018/06/o2.jpg",
        "topic": "ขอเชิญญาติธรรมทุกท่านร่วมทำบุญตักบาตร ทุกวันพระ",
        "description": "โดย พระครู-ธรรมาภิรม (อินถา  วรธมฺโม) เจ้าอาวาสวัดน้ำบ่อหลวง จังหวัดเชียงใหม่และคณะสงฆ์จำนวน ๕ - ๑๐ รูป ในวันจันทร์์ที่ ๑๗ มิถุนายน ๒๕๖๒ เวลา ๗.๐๐ น. ณ.ศาลาดาดฟ้า",
        "tag": [
            "ศาสนา",
            "วันพระ"
        ],
        "date": "13/6/2562",
        "visible": true,
        "temple_id": 1
    }
];