var lastNewsData = [
    {
        "id": 4,
        "lastUpdate": "2019-06-12T23:34:00.000+0000",
        "image": "picture/act_4.jpg",
        "topic": "ขอเชิญญาติธรรมทุกท่านร่วมทำบุญตักบาตร ในวันอาสาฬหบูชา ในวันอังคารที่ 16 กรกฎาคม 2562 เวลา ๗.๐๐ น. ณ.ศาลาดาดฟ้า โดย พระครู-ธรรมาภิรม",
        "description": "ขอเชิญญาติธรรมทุกท่านร่วมทำบุญตักบาตร ในวันอาสาฬหบูชา ในวันอังคารที่ 16 กรกฎาคม 2562 เวลา ๗.๐๐ น. ณ.ศาลาดาดฟ้า โดย พระครู-ธรรมาภิรม",
        "tag": [
            "ศาสนา",
            "วันพระ"
        ],
        "date": "09/07/2562",
        "visible": true,
        "temple_id": 1
    },
];