var lastNewsData = [
 {
        "id": 5,
        "lastUpdate": "2019-06-12T23:34:00.000+0000",
        "image": "",
        "topic": "ขอเชิญชวนญาติธรรมทุกท่านร่วมทำบุญตักบาตร ทุกวันพระ",
     
        "description": "ขอเชิญชวนญาติธรรมทุกท่านร่วมทำบุญตักบาตร ในวันพุธที่ 29 เมษายน 2563 เวลา 7.00 น. ณ.ศาลาดาดฟ้า",
//        "description": "ขอเชิญชวนญาติธรรมทุกท่านร่วมทำบุญตักบาตร โดย พระครู-ธรรมาภิรม (อินถา  วรธมฺโม) เจ้าอาวาสวัดน้ำบ่อหลวง จังหวัดเชียงใหม่และคณะสงฆ์จำนวน 5 - 10 รูป ในวันจันทร์ที่ 21 ตุลาคม 2562 เวลา 7.00 น. ณ.ศาลาดาดฟ้า",
        "tag": [
            "ศาสนา",
            "วันพระ"
        ],
        "date": "29/04/2563",
        "visible": true,
        "temple_id": 1
    }
//    {
//        "id": 6,
//        "lastUpdate": "2019-06-12T23:34:00.000+0000",
//        "image": "picture/ออก.jpg",
//        "topic": "ขอเชิญชวนประชาชนพุทธศาสนิกชนทุกท่านร่วมทำบุญตักบาตร ในวันออกพรรษา ในวันอาทิตย์ที่ 13 ตุลาคม 2562",
//        "description": "ขอเชิญชวนประชาชนพุทธศาสนิกชนทุกท่านร่วมทำบุญตักบาตร ในวันออกพรรษา ในวันอาทิตย์ที่ 13 ตุลาคม 2562 เวลา ๗.๐๐ น. ณ.ศาลาดาดฟ้า โดย พระครู-ธรรมาภิรม (อินถา  วรธมฺโม) เจ้าอาวาสวัดน้ำบ่อหลวง จังหวัดเชียงใหม่และคณะสงฆ์จำนวน ๑๐ รูป",
//        "tag": [
//            "ศาสนา",
//            "วันพระ"
//        ],
//        "date": "13/10/2562",
//        "visible": true,
//        "temple_id": 1
//    }
];