var lastNewsData = [
    {
        "id": 5,
        "lastUpdate": "2019-06-12T23:34:00.000+0000",
        "image": "img/tbp.jpg",
        "topic": "ขอเชิญชวนญาติธรรมทุกท่านร่วมทำบุญตักบาตร ทุกวันพระ",
        "description": "ขอเชิญชวนญาติธรรมทุกท่านร่วมทำบุญตักบาตร โดย พระครู-ธรรมาภิรม (อินถา  วรธมฺโม) เจ้าอาวาสวัดน้ำบ่อหลวง จังหวัดเชียงใหม่และคณะสงฆ์จำนวน 5 - 10 รูป ในวันเสาร์ที่ 21 กันยายน 2562 เวลา 7.00 น. ณ.ศาลาดาดฟ้า",
        "tag": [
            "ศาสนา",
            "วันพระ"
        ],
        "date": "21/09/2562",
        "visible": true,
        "temple_id": 1
    },
];