var lastNewsData = [
    {
        "id": 1,
        "lastUpdate": "2019-06-12T23:34:00.000+0000",
        "image": "http://www.thaismescenter.com/wp-content/uploads/2018/06/o2.jpg",
        "topic": "ขขอเชิญชวนประชาชนพุทธศาสนิกชนทุกท่านร่วมสรงน้ำพระธาตุ ซึ่งจะจัดขึ้นในระหว่างวันที่ 22 – 26 มิถุนายน 2562 ณ วัดน้ำบ่อหลวง(วนาราม) อ.สันป่าตอง จ.เชียงใหม่",
        "description": "ขอเชิญชวนประชาชนพุทธศาสนิกชนทุกท่านร่วมสรงน้ำพระธาตุ ซึ่งจะจัดขึ้นในระหว่างวันที่ 22 – 26 มิถุนายน 2562 ณ วัดน้ำบ่อหลวง(วนาราม) อ.สันป่าตอง จ.เชียงใหม่",
        "tag": [
            "ศาสนา",
            "วันพระ"
        ],
        "date": "13/6/2562",
        "visible": true,
        "temple_id": 1
    }
];