var lastNewsData = [
    {
        "id": 12,
        "lastUpdate": "2019-06-08T19:16:37.000+0000",
        "image": "http://upic.me/i/4q/13054622_10156848023510230_1163589594_o.jpg",
        "topic": "ขอเชิญสรงน้ำพระ6",
        "description": "ขอเชิญทุกท่านร่วมกันทำบุญตักบาตรเนื่องมนโอกาส เจ้าอาวาสอายุครบ 80 พรรษา ณ เวลา 10.00น. เช้าเป็นต้นไปรานต์ที่วัดน้ำบ่อหลวง",
        "tag": [
            "ศาสนา",
            "<strong>ไทย</strong>",
            "พุทธ"
        ],
        "date": "6/8/2019",
        "visible": true,
        "temple_id": 10001
    }
]