var allContentData = [
    {
        "id": 1,
        "lastUpdate": "2019-06-09T17:33:59.000+0000",
        "activity_id": 1,
        "picture": [
            "http://upic.me/i/4q/13054622_10156848023510230_1163589594_o.jpg",
            "https://www.spu.ac.th/uploads/webfac/f000000/contents/20170403105548vzBQQ37.jpg",
            "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcR_dD_xo8sNHi6MgfxWwd0KxaVod2u8sYZ2IptP2P8SIhveolOL",
            "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcR_dD_xo8sNHi6MgfxWwd0KxaVod2u8sYZ2IptP2P8SIhveolOL",
            "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcR_dD_xo8sNHi6MgfxWwd0KxaVod2u8sYZ2IptP2P8SIhveolOL",
            "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcR_dD_xo8sNHi6MgfxWwd0KxaVod2u8sYZ2IptP2P8SIhveolOL"
        ],
        "paragraph": [
            "ขอเชิญสรงน้ำพระเนื่องในวันสงกรานต์ที่วัดน้ำบ่อหลวง ขอเชิญสรงน้ำพระเนื่องในวันสงกรานต์ที่วัดน้ำบ่อหลวง ขอเชิญสรงน้ำพระเนื่องในวันสงกรานต์ที่วัดน้ำบ่อหลวง ขอเชิญสรงน้ำพระเนื่องในวันสงกรานต์ที่วัดน้ำบ่อหลวง",
            "<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; พระแก้วขาวหรือพระเสตังคมณีประดิษฐานเป็นศูนย์รวมจิตใจของชาวนครเชียงใหม่จึงได้รับการดูแลรักษาและอนุรักษ์ซ่อมแซมอยู่เสมอ ในปี พ.ศ.2416 พระเจ้าอินทวิชยานนท์ เจ้าผู้ครองนครเชียงใหม่ ได้เป็นประธานในการสร้างแท่นแกะสลักด้วยไม้แก่นจันทน์หุ้มด้วยทองคำหนัก 300 บาท 3 ซีก เจ้าราชภาคินัยและเจ้าอุบลวัณณา สร้างฉัตรทองคำถวายหนัก 100 บาท พร้อมกับจารึกบนแผ่นทองคำใต้แท่นพระเป็นภาษาล้านนาไว้เป็นหลักฐาน ต่อมาฉัตรทองคำได้หายไปคงเหลือแต่ที่ปักแกนก้านฉัตรเท่านั้น ปี พ.ศ.2539 นครเชียงใหม่มีอายุครบ 700 ปี จึงได้มีการบูรณะฐานพระแก้วขาว เนื่องจากได้มีการอัญเชิญพระแก้วขาวออกมาให้ประชาชนสรงน้ำพระ เป็นประจำทุกปี ทำให้เนื้อไม้แก่นจันทน์บวมขยายออก มีผลให้แผ่นทองคำที่หุ้มอยู่ปริแตก นอกจากนี้ยังได้มีการสร้างฉัตรทองคำน้ำหนัก 123 บาท ประดับเพชร 9 เม็ด และพลอยอีก 37 เม็ด ถวายแด่พระแก้วขาวด้วย  </p>",
            "<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; พระแก้วขาวหรือพระเสตังคมณีประดิษฐานเป็นศูนย์รวมจิตใจของชาวนครเชียงใหม่จึงได้รับการดูแลรักษาและอนุรักษ์ซ่อมแซมอยู่เสมอ ในปี พ.ศ.2416 พระเจ้าอินทวิชยานนท์ เจ้าผู้ครองนครเชียงใหม่ ได้เป็นประธานในการสร้างแท่นแกะสลักด้วยไม้แก่นจันทน์หุ้มด้วยทองคำหนัก 300 บาท 3 ซีก เจ้าราชภาคินัยและเจ้าอุบลวัณณา สร้างฉัตรทองคำถวายหนัก 100 บาท พร้อมกับจารึกบนแผ่นทองคำใต้แท่นพระเป็นภาษาล้านนาไว้เป็นหลักฐาน ต่อมาฉัตรทองคำได้หายไปคงเหลือแต่ที่ปักแกนก้านฉัตรเท่านั้น ปี พ.ศ.2539 นครเชียงใหม่มีอายุครบ 700 ปี จึงได้มีการบูรณะฐานพระแก้วขาว เนื่องจากได้มีการอัญเชิญพระแก้วขาวออกมาให้ประชาชนสรงน้ำพระ เป็นประจำทุกปี ทำให้เนื้อไม้แก่นจันทน์บวมขยายออก มีผลให้แผ่นทองคำที่หุ้มอยู่ปริแตก นอกจากนี้ยังได้มีการสร้างฉัตรทองคำน้ำหนัก 123 บาท ประดับเพชร 9 เม็ด และพลอยอีก 37 เม็ด ถวายแด่พระแก้วขาวด้วย  </p>"
        ]
    },
    {
        "id": 2,
        "lastUpdate": "2019-06-09T17:34:25.000+0000",
        "activity_id": 2,
        "picture": [
            "http://upic.me/i/4q/13054622_10156848023510230_1163589594_o.jpg"
        ],
        "paragraph": [
            "ขอเชิญสรงน้ำพระเนื่องในวันสงกรานต์ที่วัดน้ำบ่อหลวง ขอเชิญสรงน้ำพระเนื่องในวันสงกรานต์ที่วัดน้ำบ่อหลวง ขอเชิญสรงน้ำพระเนื่องในวันสงกรานต์ที่วัดน้ำบ่อหลวง ขอเชิญสรงน้ำพระเนื่องในวันสงกรานต์ที่วัดน้ำบ่อหลวง",
            "<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; พระแก้วขาวหรือพระเสตังคมณีประดิษฐานเป็นศูนย์รวมจิตใจของชาวนครเชียงใหม่จึงได้รับการดูแลรักษาและอนุรักษ์ซ่อมแซมอยู่เสมอ ในปี พ.ศ.2416 พระเจ้าอินทวิชยานนท์ เจ้าผู้ครองนครเชียงใหม่ ได้เป็นประธานในการสร้างแท่นแกะสลักด้วยไม้แก่นจันทน์หุ้มด้วยทองคำหนัก 300 บาท 3 ซีก เจ้าราชภาคินัยและเจ้าอุบลวัณณา สร้างฉัตรทองคำถวายหนัก 100 บาท พร้อมกับจารึกบนแผ่นทองคำใต้แท่นพระเป็นภาษาล้านนาไว้เป็นหลักฐาน ต่อมาฉัตรทองคำได้หายไปคงเหลือแต่ที่ปักแกนก้านฉัตรเท่านั้น ปี พ.ศ.2539 นครเชียงใหม่มีอายุครบ 700 ปี จึงได้มีการบูรณะฐานพระแก้วขาว เนื่องจากได้มีการอัญเชิญพระแก้วขาวออกมาให้ประชาชนสรงน้ำพระ เป็นประจำทุกปี ทำให้เนื้อไม้แก่นจันทน์บวมขยายออก มีผลให้แผ่นทองคำที่หุ้มอยู่ปริแตก นอกจากนี้ยังได้มีการสร้างฉัตรทองคำน้ำหนัก 123 บาท ประดับเพชร 9 เม็ด และพลอยอีก 37 เม็ด ถวายแด่พระแก้วขาวด้วย  </p>",
            "<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; พระแก้วขาวหรือพระเสตังคมณีประดิษฐานเป็นศูนย์รวมจิตใจของชาวนครเชียงใหม่จึงได้รับการดูแลรักษาและอนุรักษ์ซ่อมแซมอยู่เสมอ ในปี พ.ศ.2416 พระเจ้าอินทวิชยานนท์ เจ้าผู้ครองนครเชียงใหม่ ได้เป็นประธานในการสร้างแท่นแกะสลักด้วยไม้แก่นจันทน์หุ้มด้วยทองคำหนัก 300 บาท 3 ซีก เจ้าราชภาคินัยและเจ้าอุบลวัณณา สร้างฉัตรทองคำถวายหนัก 100 บาท พร้อมกับจารึกบนแผ่นทองคำใต้แท่นพระเป็นภาษาล้านนาไว้เป็นหลักฐาน ต่อมาฉัตรทองคำได้หายไปคงเหลือแต่ที่ปักแกนก้านฉัตรเท่านั้น ปี พ.ศ.2539 นครเชียงใหม่มีอายุครบ 700 ปี จึงได้มีการบูรณะฐานพระแก้วขาว เนื่องจากได้มีการอัญเชิญพระแก้วขาวออกมาให้ประชาชนสรงน้ำพระ เป็นประจำทุกปี ทำให้เนื้อไม้แก่นจันทน์บวมขยายออก มีผลให้แผ่นทองคำที่หุ้มอยู่ปริแตก นอกจากนี้ยังได้มีการสร้างฉัตรทองคำน้ำหนัก 123 บาท ประดับเพชร 9 เม็ด และพลอยอีก 37 เม็ด ถวายแด่พระแก้วขาวด้วย  </p>"
        ]
    },
    {
        "id": 3,
        "lastUpdate": "2019-06-09T18:51:23.000+0000",
        "activity_id": 11,
        "picture": [
            "http://upic.me/i/4q/13054622_10156848023510230_1163589594_o.jpg"
        ],
        "paragraph": [
            "ขอเชิญสรงน้ำพระเนื่องในวันสงกรานต์ที่วัดน้ำบ่อหลวง ขอเชิญสรงน้ำพระเนื่องในวันสงกรานต์ที่วัดน้ำบ่อหลวง ขอเชิญสรงน้ำพระเนื่องในวันสงกรานต์ที่วัดน้ำบ่อหลวง ขอเชิญสรงน้ำพระเนื่องในวันสงกรานต์ที่วัดน้ำบ่อหลวง",
            "<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; พระแก้วขาวหรือพระเสตังคมณีประดิษฐานเป็นศูนย์รวมจิตใจของชาวนครเชียงใหม่จึงได้รับการดูแลรักษาและอนุรักษ์ซ่อมแซมอยู่เสมอ ในปี พ.ศ.2416 พระเจ้าอินทวิชยานนท์ เจ้าผู้ครองนครเชียงใหม่ ได้เป็นประธานในการสร้างแท่นแกะสลักด้วยไม้แก่นจันทน์หุ้มด้วยทองคำหนัก 300 บาท 3 ซีก เจ้าราชภาคินัยและเจ้าอุบลวัณณา สร้างฉัตรทองคำถวายหนัก 100 บาท พร้อมกับจารึกบนแผ่นทองคำใต้แท่นพระเป็นภาษาล้านนาไว้เป็นหลักฐาน ต่อมาฉัตรทองคำได้หายไปคงเหลือแต่ที่ปักแกนก้านฉัตรเท่านั้น ปี พ.ศ.2539 นครเชียงใหม่มีอายุครบ 700 ปี จึงได้มีการบูรณะฐานพระแก้วขาว เนื่องจากได้มีการอัญเชิญพระแก้วขาวออกมาให้ประชาชนสรงน้ำพระ เป็นประจำทุกปี ทำให้เนื้อไม้แก่นจันทน์บวมขยายออก มีผลให้แผ่นทองคำที่หุ้มอยู่ปริแตก นอกจากนี้ยังได้มีการสร้างฉัตรทองคำน้ำหนัก 123 บาท ประดับเพชร 9 เม็ด และพลอยอีก 37 เม็ด ถวายแด่พระแก้วขาวด้วย  </p>",
            "<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; พระแก้วขาวหรือพระเสตังคมณีประดิษฐานเป็นศูนย์รวมจิตใจของชาวนครเชียงใหม่จึงได้รับการดูแลรักษาและอนุรักษ์ซ่อมแซมอยู่เสมอ ในปี พ.ศ.2416 พระเจ้าอินทวิชยานนท์ เจ้าผู้ครองนครเชียงใหม่ ได้เป็นประธานในการสร้างแท่นแกะสลักด้วยไม้แก่นจันทน์หุ้มด้วยทองคำหนัก 300 บาท 3 ซีก เจ้าราชภาคินัยและเจ้าอุบลวัณณา สร้างฉัตรทองคำถวายหนัก 100 บาท พร้อมกับจารึกบนแผ่นทองคำใต้แท่นพระเป็นภาษาล้านนาไว้เป็นหลักฐาน ต่อมาฉัตรทองคำได้หายไปคงเหลือแต่ที่ปักแกนก้านฉัตรเท่านั้น ปี พ.ศ.2539 นครเชียงใหม่มีอายุครบ 700 ปี จึงได้มีการบูรณะฐานพระแก้วขาว เนื่องจากได้มีการอัญเชิญพระแก้วขาวออกมาให้ประชาชนสรงน้ำพระ เป็นประจำทุกปี ทำให้เนื้อไม้แก่นจันทน์บวมขยายออก มีผลให้แผ่นทองคำที่หุ้มอยู่ปริแตก นอกจากนี้ยังได้มีการสร้างฉัตรทองคำน้ำหนัก 123 บาท ประดับเพชร 9 เม็ด และพลอยอีก 37 เม็ด ถวายแด่พระแก้วขาวด้วย  </p>"
        ]
    }
]