var allContentData = [
    {
        "id": 1,
        "lastUpdate": "2019-06-12T23:37:03.000+0000",
        "topic":"ขอเชิญญาติธรรมทุกท่านร่วมทำบุญตักบาตร ทุกวันพระ",
        "activity_id": 1,
        "picture": [
            "img/tbp.jpg"
        ],
        "paragraph": [
            "ขอเชิญญาติธรรมทุกท่านร่วมทำบุญตักบาตร ทุกวันพระ",
            "โดย พระครู-ธรรมาภิรม (อินถา  วรธมฺโม) เจ้าอาวาสวัดน้ำบ่อหลวง จังหวัดเชียงใหม่และคณะสงฆ์จำนวน ๕ - ๑๐ รูป ในวันอังคารที่ ๒๕ มิถุนายน ๒๕๖๒ เวลา ๗.๐๐ น. ณ.ศาลาดาดฟ้า"
        ]
    },
     {
        "id": 2,
        "lastUpdate": "2019-06-16T04:39:38.000+0000",
         "topic":"ขอเชิญชวนประชาชนพุทธศาสนิกชนทุกท่านร่วมสรงน้ำพระธาตุ ซึ่งจะจัดขึ้นในระหว่างวันที่ 22 – 25 มิถุนายน 2562 ",
        "activity_id": 2,
        "picture": [
            "picture/srong_nam/35.jpg",
            "picture/srong_nam/1.jpg",
            "picture/srong_nam/2.jpg",
            "picture/srong_nam/3.jpg",
            "picture/srong_nam/4.jpg",
            "picture/srong_nam/5.jpg",
            "picture/srong_nam/6.jpg",
            "picture/srong_nam/7.jpg",
            "picture/srong_nam/8.jpg",
            "picture/srong_nam/9.jpg",
            "picture/srong_nam/10.jpg",
            "picture/srong_nam/11.jpg",
            "picture/srong_nam/12.jpg",
            "picture/srong_nam/13.jpg",
            "picture/srong_nam/14.jpg",
            "picture/srong_nam/15.jpg",
            "picture/srong_nam/16.jpg",
            "picture/srong_nam/17.jpg",
            "picture/srong_nam/18.jpg",
            "picture/srong_nam/19.jpg",
            "picture/srong_nam/20.jpg",
            "picture/srong_nam/21.jpg",
            "picture/srong_nam/22.jpg",
            "picture/srong_nam/23.jpg",
            "picture/srong_nam/24.jpg",
            "picture/srong_nam/25.jpg",
            "picture/srong_nam/26.jpg",
            "picture/srong_nam/27.jpg",
            "picture/srong_nam/28.jpg",
            "picture/srong_nam/29.jpg",
            "picture/srong_nam/30.jpg",
            "picture/srong_nam/31.jpg",
            "picture/srong_nam/32.jpg",
            "picture/srong_nam/33.jpg",
            "picture/srong_nam/34.jpg",
            "picture/srong_nam/35.jpg",            
            "picture/act_id2-3.jpg",
            "picture/act_id2-4.jpg"          
        ],
        "paragraph": [
            "ขอเชิญชวนประชาชนพุทธศาสนิกชนทุกท่านร่วมสรงน้ำพระธาตุ ซึ่งจะจัดขึ้นในระหว่างวันที่ 22 – 25 มิถุนายน 2562 <br>ณ วัดน้ำบ่อหลวง(วนาราม) อ.สันป่าตอง จ.เชียงใหม่"
        ]
    },
    {
        "id": 3,
        "lastUpdate": "2019-06-12T23:37:03.000+0000",
        "topic":"ขอเชิญญาติธรรมทุกท่านร่วมทำบุญตักบาตร ทุกวันพระ",
        "activity_id": 3,
        "picture": [
            "img/tbp.jpg"
        ],
        "paragraph": [
            "ขอเชิญญาติธรรมทุกท่านร่วมทำบุญตักบาตร ทุกวันพระ",
            "โดย พระครู-ธรรมาภิรม (อินถา  วรธมฺโม) เจ้าอาวาสวัดน้ำบ่อหลวง จังหวัดเชียงใหม่และคณะสงฆ์จำนวน ๕ - ๑๐ รูป ในวันอังคารที่ ๙ กรกฎาคม ๒๕๖๒ เวลา ๗.๐๐ น. ณ.ศาลาดาดฟ้า"
        ]
    },
     {
        "id": 4,
        "lastUpdate": "2019-06-12T23:37:03.000+0000",
        "topic":"ขอเชิญชวนประชาชนพุทธศาสนิกชนทุกท่านร่วมทำบุญตักบาตร ในวันอาสาฬหบูชา ในวันอังคารที่ 16 กรกฎาคม 2562 เวลา ๗.๐๐ น. ณ.ศาลาดาดฟ้า โดย พระครู-ธรรมาภิรม",
        "activity_id": 4,
        "picture": [
            "picture/act_4.jpg","picture/act_4-2.jpg",null,null,null,"picture/11.jpg","picture/9.jpg"
        ],
        "paragraph": [
            "ขอเชิญชวนประชาชนพุทธศาสนิกชนทุกท่านร่วมทำบุญตักบาตร ในวันอาสาฬหบูชา ในวันอังคารที่ 16 กรกฎาคม 2562 เวลา ๗.๐๐ น. ณ.ศาลาดาดฟ้า โดย พระครู-ธรรมาภิรม (อินถา  วรธมฺโม) เจ้าอาวาสวัดน้ำบ่อหลวง จังหวัดเชียงใหม่และคณะสงฆ์จำนวน ๑๐ รูป","",
            "วันขึ้น ๑๕ ค่ำ เดือน ๘ นับเป็นวันที่สำคัญในประวัติศาสตร์แห่งพระพุทธศาสนา คือวันที่พระพุทธองค์ทรงแสดงธรรมเทศนาหรือหลักธรรมที่ทรงตรัสรู้เป็นครั้งแรกแก่เบญจวัคคีย์ทั้ง ๕ ณ มฤคทายวัน ตำบลอิสิปตนะ เมืองพาราณสี ในชมพูทวีปสมัยโบราณ ซึ่งปัจจุบันตั้งอยู่ในประเทศอินเดีย ด้วยพระพุทธองค์ทรงเปรียบดังผู้ทรงเป็นธรรมราชา ก็ทรงบันลือธรรมเภรียังล้อแห่งธรรมให้หมุนรุดหน้า เริ่มต้นแผ่ขยายอาณาจักรแห่งธรรม นำความร่มเย็นและความสงบสุขมาให้แก่หมู่ประชา","ดังนั้นธรรมเทศนาที่ทรงแสดงครั้งแรกจึงได้ชื่อว่า ธัมมจักกัปปวัตตนสูตร แปลว่า พระสูตรแห่งการหมุนวงล้อธรรม หรือพระสูตรแห่งการแผ่ขยายธรรมจักร กล่าวคือดินแดนแห่งธรรม เมื่อ ๒๕๐๐ กว่าปีมาแล้วนั้น ชมพูทวีปในสมัยโบราณกำลังย่างเข้าสู่ยุคใหม่แห่งความเจริญก้าวหน้ารุ่งเรืองเฟื่องฟูทุกด้านและมีคนหลายประเภท ทั้งชนผู้มั่งคั่งร่ำรวย นักบวชที่พัฒนาความเชื่อและข้อปฏิบัติทางศาสนา เพื่อให้ผู้ร่ำรวยได้ประกอบพิธกรรมแก่ตนเต็มที่ ผู้เบื่อหน่ายชีวิตที่วนเวียนในอำนาจและโภคสมบัติที่ออกบวช หรือบางพวกก็แสวงหาคำตอบที่เป็นทางรอกพ้นด้วยการคิดปรัชญาต่าง ๆ เกี่ยวกับเรื่องที่เหลือวิสัยและไม่อาจพิสูจน์ได้บ้าง พระพุทธเจ้าจึงทรงอุบัติในสภาพเช่นนี้ และดำเนินชีพเช่นนี้ด้วยแต่เมื่อทรงพบว่าสิ่งที่เกิดขึ้นในตอนนั้นขาดแก่นสาน ไม่เป็นประโยชน์อย่างแท้จริง แก่ตนเองและผู้อื่น จึงทรงคิดหาวิธีแก้ไขด้วยการทดลองต่าง ๆ โดยละทิ้งราชสมบัติ และอิสริยศแล้วออกผนวช บำเพ็ญตนนานถึง ๖ ปี ก็ไม่อาจพบทางแก้ได้ ต่อมาจึงได้ทางค้นพบ มัชฌิมาปฏิปทา หรือทางสายกลาง เมื่อทรงปฏิบัติตามมรรคานี้ก็ได้ค้นพบสัจธรรมที่นำคุณค่า แท้จริงมาสู่ชีวิต อันเรียกว่า อริยสัจ ๔ ประการ ในวันเพ็ญเดือน ๖ ก่อนพุทธศก ๔๔ ปี ที่เรียกว่า การตรัสรู้เป็นพระพุทธเจ้า จากนั้นทรงงานประกาศศาสนาโดยทรงดำริหาทางที่ได้ผลดีและรวดเร็ว คือ เริ่มสอนแก่ผู้มีพื้นฐานภูมิปัญญาดีที่รู้แจ้งคำสอนได้อย่างรวดเร็วและสามารถนำไปชี้แจงอธิบาย ให้ผู้อื่นเข้ามาได้อย่างกว้างขวาง จึงมุ่งไปพบนักบวช ๕ รูป หรือเบญจวัคคีย์ และได้แสดงธรรม เทศนาเป็นครั้งแรกในวันเพ็ญ เดือน ๘",
            "</br>ข้อมูลอ้างอิง : http://www.dhammathai.org/day/asarahabucha.php"
        ]
    },
     {
        "id": 5,
        "lastUpdate": "2019-06-12T23:37:03.000+0000",
        "topic":"ขอเชิญญาติธรรมทุกท่านร่วมทำบุญตักบาตร ทุกวันพระ",
        "activity_id": 5,
        "picture": [
            "img/tbp.jpg"
        ],
        "paragraph": [
            "ขอเชิญญาติธรรมทุกท่านร่วมทำบุญตักบาตร ทุกวันพระ",
            "โดย พระครู-ธรรมาภิรม (อินถา  วรธมฺโม) เจ้าอาวาสวัดน้ำบ่อหลวง จังหวัดเชียงใหม่และคณะสงฆ์จำนวน 5-10 รูป ในวันพฤหัสบดีที่ 29 สิงหาคม 2562 เวลา 7.00 น. ณ.ศาลาดาดฟ้า"
        ]
    }
];