var allContentData = [
    {
        "id": 1,
        "lastUpdate": "2019-06-12T23:37:03.000+0000",
        "activity_id": 1,
        "picture": [
            "http://www.thaismescenter.com/wp-content/uploads/2018/06/o2.jpg"
        ],
        "paragraph": [
            "ขอเชิญญาติธรรมทุกท่านร่วมทำบุญตักบาตร ทุกวันพระ",
            "โดย พระครู-ธรรมาภิรม (อินถา  วรธมฺโม) เจ้าอาวาสวัดน้ำบ่อหลวง จังหวัดเชียงใหม่และคณะสงฆ์จำนวน ๕ - ๑๐ รูป ในวันจันทร์์ที่ ๑๗ มิถุนายน ๒๕๖๒ เวลา ๗.๐๐ น. ณ.ศาลดาดฟ้า"
        ]
    }
];